const quizData = [
        {"ex" : "同一元素でできた性質の異なる物質", "word" : "同素体"},
        {"ex" : "代表的な同素体を持つ元素4つ", "word" : "S,C,O,P (硫黄,炭素,酸素,リン)"},
        {"ex" : "無色透明で硬く、電気を通さない炭素の同素体", "word" : "ダイヤモンド"},
        {"ex" : "薄くはがれやすく、やわらかい、電気を通す炭素の同素体", "word" : "黒鉛"},
        {"ex" : "球状の、炭素の同素体", "word" : "フラーレン"},
        {"ex" : "筒状の、炭素の同素体", "word" : "カーボンナノチューブ"},
        {"ex" : "空気中で自然発火し、猛毒の、リンの同素体", "word" : "白リン(=黄リン)"},
        {"ex" : "無害の、リンの同素体", "word" : "赤リン"},
        {"ex" : "硫黄の同素体4つ", "word" : "斜方硫黄,単斜硫黄,ゴム状硫黄"},
        {"ex" : "炭素の同素体2つ(O<sub>2</sub>,O<sub>3</sub>)", "word" : "酸素(O<sub>2</sub>),オゾン(O<sub>3</sub>)"}
]