const quizData = [
    {"ex" : "特定の語を導き出すときの言葉。通常は5音。導かれる言葉の固定性が高い。 例 : 「あかねさす」=>「日, 照る, 紫, 君」", "word" : "枕詞"},
    {"ex" : "特定の語を導き出すための言葉。七音以上になることが多い。導かれる言葉との結びつきは一回的なことが多い。導き出す言葉と導かれる言葉が隣り合っている。(すぐ後ろに来る) 例 :「足引きの山鳥の尾のしだり尾の」=>「長々し」", "word" : "序詞"},
    {"ex" : "⚡同音異義の関係を用いて、二重の意味(多くは自然と人事)を持たせた言葉。例 :「ながめ」(長雨, 眺め)", "word" : "掛詞"},
    {"ex" : "⚡連想関係にある言葉。表現世界を広げる効果を持つ。言葉同士(例では,「降る」と「長雨」)は離れている。(隣り合っていない) 例 :「降る」-「長雨」", "word" : "縁語"},
    {"ex" : "ある自柄を別の自柄に擬(なぞら)える技巧", "word" : "見立て"},
    {"ex" : "ある自柄を人に擬える技巧", "word" : "擬人法"},
    {"ex" : "特定の連想を促すことが多い地名。例 :「吉野」=>「桜」", "word" : "歌枕"},
    {"ex" : "歌の終わりを体言で止める表現技法。倒置法との共出が多い", "word" : "体言止め"},
    {"ex" : "有名歌の表現の一部を用いることで、その歌の表現世界を取り込む技法", "word" : "本歌取り"},
    {"ex" : "結句(けつく)(末句(まつく),第五句とも)以前にある意味の切れ目。倒置法, 体言止めなどと用いられることも多い", "word" : "句切れ"}
];