const quizData = [
    {"ex" : "⚡表現技法を答えよ。「雨やみをする市女笠や揉烏帽子が、もう二、三人はありそうなものである。」", "word" : "換喩"},
    {"ex" : "表現技法を答えよ。「このに門の上の空が、夕焼けであかくなるときには、それがごまをまいたように、はっきり見えた。」", "word" : "直喩"},
    {"ex" : "表現技法を答えよ。「門の屋根が、斜めにつき出した甍の先に、重たく薄暗い雲を支えている。」", "word" : "擬人法"},
    {"ex" : "Sentimentalismeの意味", "word" : "(フランス語で)感傷的な気分"},
    {"ex" : "Sentimentalismeという表現を使った意図", "word" : "主人公の心理を語り手の現在の視点で分析していることを示すため"},
    {"ex" : "シーンの描写(心情とリンクしていることもある)", "word" : "風景描写"},
    {"ex" : "下人のことを「一人の男」と言い換えた意図", "word" : "客観的に人物の様子を表現していることを示すため"}
];