const quizData = [
    {"ex" : "⚡フルネーム", "word" : "芥川龍之介"},
    {"ex" : "⚡夏目漱石に激賞された小説", "word" : "『鼻』"},
    {"ex" : "⚡どのような作品から題材を得たか(2つ)", "word" : "『今昔物語集』,『宇治拾遺物語』"},
    {"ex" : "⚡古典から題材を得た小説", "word" : "『地獄変』"},
    {"ex" : "子供向け童話", "word" : "『蜘蛛の糸』"},
    {"ex" : "精神病者の語りとして書かれた小説", "word" : "『河童』"},
    {"ex" : "自殺した理由", "word" : "「ぼんやりした不安」"},
    {"ex" : "芥川の命日", "word" : "河童忌"},
    {"ex" : "死後、賞を制定した、芥川の友人", "word" : "菊池寛"},
    {"ex" : "優れた新人作家へ贈られる賞", "word" : "芥川賞"},

    {"ex" : "羅生門の舞台となる時代", "word" : "平安時代末"},
    {"ex" : "羅生門の舞台となる季節", "word" : "晩秋"},
    {"ex" : "羅生門の季節はどのようなものから分かるか", "word" : "きりぎりす"},
    {"ex" : "羅生門の舞台となる時刻", "word" : "夕方"},
    {"ex" : "羅生門は何人称小説か", "word" : "三人称小説"}
];